Repository: meon/meonl.com
Catalog: lib/meon/I18N/*.po
Languages: de

source: title - MeOnL.com
de: MeOnL.com

source: description - MeOnL.com
de: MeOnLine - Search the Web.

source: keywords - MeOnL.com
de: search, web

source: title - About MeOnL.com
de: About MeOnL.com

source: description - About MeOnL.com
de: About MeOnL.com

source: h1: MeOnLine - Search the Web
de: MeOnLine - Search the Web

source: menu - About
de: About

source: keywords - About MeOnL.com
de: About MeOnL.com

source: menu - Search
de: Search

source: menu - Switch language
de: Sprache wechseln
